Show / Hide Table of Contents
Enum Symmetry
The symmetry type.
Namespace: IdeaRS.OpenModel
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum Symmetry
Fields
 Name |  Description
 Asymmetrical
Non-symmetrical input.
 NotAvailable
Symmetry is not available to input.
 Symmetrical
Symmetrical input.
 Improve this Doc
 View Source